import StoryFooter from "../StoryFooter";

export default function Story01 () {
    return (
        <>
            <p className='text-right'>
                文／鄭志芬
            </p>
            
            <h2>
                酸甜苦辣，點滴心頭，滿有祝福，盡皆感恩！
            </h2>

            <p>
                我們最愛的媽媽，和爸爸2015年8月一起搬回新北。當時的她已是輕度失智，持續看診、服藥控制中，但漸漸地病程進入中度，我每三個月去台中慈濟醫院跟醫生報告情況、取藥、拿慢性處方箋；每年11月再帶媽媽去做年度檢查，以確定隔年的服藥是否需調整。2018年11月回診，雖然她一直喊這裡痛、那裡痛，也查不出所以然，醫生、心理師皆判定仍屬中度，繼續同一種藥物。但12月媽媽突然無法自主行動，很快便臥床，並同時喪失語言能力。
            </p>

            <p>
                這對我們而言，無疑是晴天霹靂，完全無法理解前天還唱著日語歌曲「紅蜻蜓」的媽媽，為何今日突然變成這樣？從當時的心痛不已、不願接受，走到現在與現實共存，用愛看待一切，感謝讚美主……，全因為：
            </p>

            <p>
                媽媽從我們有記憶以來，她總以家庭為先，勤儉果敢，嘗試學習自己做鳳梨酥、蘿蔔糕、芋頭糕、南瓜丸、甚至包粽子，自製優格、麵包都難不倒她。冬天更為我們織毛衣、背心及帽子、圍巾，其配色、樣式常獲讚賞，我們更是樂於穿戴，正所謂「慈母手中線」啊！她雖因家境貧困、聰穎卻無法繼續學業，對子女的教育倒是自由而不放任；熱心待人，良善處事，因此很受歡迎，所住之處，幾乎無人不識「鄭太太」（鄭媽媽）……。這般美好的人格特質，深深影響了我們，連她失智後也絲毫沒有譫妄、攻擊、暴躁、情緒失控等現象。我們何其慶幸感恩！
            </p>

            <p>
                從2017年聖誕節至今，爸爸媽媽有印尼妹妹24小時全天候的照顧，我因此得以稍稍喘息、放空。但壓力依然存在、不可免。身心也因此漸漸失衡。為了紓壓並調整好自己，我透過讀聖經、分享我最愛的繪本故事、和朋友爬山走步道，以及在我常去的布拉格咖啡館，藉著一杯好咖啡沉澱，寫一寫心中所感、回信、看書……。慢慢地，在信仰中、大自然裡，與咖啡香、花相伴書香間，我重新得力，放慢腳步，深呼吸後，再回到日常！
            </p>

            <p>
                臥床媽媽，天堂裡的爸爸與哥哥、姊姊、弟弟、印尼妹妹，在這看似艱難不易，卻又刻骨銘心的生死課程中，教會我許多：爸媽再度親身示範老去生病時生命的實相，手足給我的信任、支持與替補，都是這照見歲月的歷程裡最珍貴的禮物！感謝讚美主！謝謝家人親友！謝謝一切！
            </p>

            <StoryFooter
                aWord='給照顧者們的一句話：藉由勇氣、智慧與寧靜，看顧好家人也照顧好自己。'
            />
        </>
    );
}