import StoryFooter from "../StoryFooter";

export default function Story05 () {
    return (
        <>
            <p className='mt-4 lg:mt-8 text-right'>
                文／賴曉妮
            </p>
            
            <h2>
                照顧自己、覺察自己的需要，比什麼都重要。 
            </h2>

            <p>被照顧者的生病歷程—大雲</p>

            <p>2014年的母親節聚完餐後，先生開著車忽然覺得身體冒冷汗、耳朵延伸至下巴痛、噁心，經過榮總醫院想立刻去掛急診（以往先生是不喜歡去醫院的人），至急診室醫師聽完先生的症狀告知先去做心電圖，怎知心電圖一做完還沒輪到醫師看診，護理師立馬推床請先生躺下。</p>



            <p>先生：「我還可以走、不用床。」</p>

            <p>護理師：「你有嚴重心肌梗塞要立即送重症加護病房！」</p>

            <p>先生：「我很嚴重嗎？我覺得身體還好。」</p>

            <p>護理師：「鄭先生不要亂走動，請躺在床上，鄭太太請簽病危通知書。」</p>



            <p>此時對我有如晴天霹靂，眼淚在眼眶打轉，不停顫抖的雙手簽下病危通知書之後，先生就發生一連串生死交關的場景，昏迷、心臟衰竭、心跳停止、電擊……，讓我終日處於驚慌、無助、焦慮、恐懼等情緒中，一直到榮總心臟外科張效煌醫師（現任台北榮總實驗外科主任）的出現，像是一道曙光照進黑暗的洞穴中給予我和先生「希望」。</p>

            <p>自從張醫師接手後，立即幫心臟衰竭的先生裝2台心室輔助器以維持生命，另一方面積極幫先生尋找能配對成功的心臟，就在尋找的過程中，被救起的先生已經全癱、連手都無法舉起、日常生活完全無法自理，張醫師每日查房就不斷督促先生積極復健至會坐、會站、會坐助步車走、會用助行器走路……，只要張醫師有時間還會暖心的陪先生繞著護理站走，一路上指導先生如何調整呼吸、左右腳如何正確地施力走路，在先生鬧情緒時給予軟硬兼施的方法，讓先生對張醫師是又愛又恨。</p>

            <p>時間一晃眼，7個月過去了，2015年3月4日先生的心室輔助器不斷發出聲響，傻傻的我不知道考驗來了，張醫師中午把我叫至護理站告知先生的心臟有血塊，當血塊跟著血液到腦部時會腦中風，需要換更高階的心室輔助器，但造價600萬，如手術中先生走了，費用還是得付，我焦急的問：「還有其他辦法嗎？」，張醫師：「等待心臟換心。」，心想都等7個月還沒等到心臟，總不會此時來吧!張醫師因先生狀況緊急，希望我能盡快決定，中午我離開醫院至家中附近公園哭紅著雙眼、仰天長歎，卻無語問蒼天，所有負面的情緒、念頭湧上心頭，唉！下午深深地吸一口氣，再次回到醫院先生的病床前，看見護理師在幫先生做檢查並告知我：「鄭太太，心臟來了！」，心想怎麼可能，趕緊至護理站確認，恰巧遇見負責先生的專科護理師告知：「心臟來了，鄭先生準備換心！」，我當下痛哭流涕、哽咽到說不出話來，不敢相信這一切都是真的！感謝捐贈者的大愛！</p>

            <p>之後一連串換心手術前的準備、安撫先生忐忑不安的心情，緊握先生的雙手，說：「我會一直在手術室外陪著你。」，當張醫師走進手術室前用溫暖而堅定的口吻告訴我：「我會盡其全力，請放心！」從晚間9點開始漫長的等待，我一刻也不敢鬆懈，早上7點手術室的門緩緩打開，只見張醫師捧著不銹鋼的盤子，裡面是先生充滿血塊的心臟，這是我第一次看見人的心臟，我沒有絲毫的害怕與恐懼，聽著張醫師的說明，心中對張醫師專業而精準的判斷讚嘆不已。這一天2015年3月5日是先生的重生日，也是我一輩子難以忘懷的一天，對於張醫師有著滿滿的感謝與感恩，有他，我才有完整的家！</p>

            <p>照顧者的能量—妮</p>

            <p>在先生的病況穩定出院後，緊接著婆婆病倒了，每日周旋在他們之間，醫院復健、洗腎、送急診、辦住院等，直到有天帶婆婆從醫院洗腎出來，婆婆因血壓低造成的生理反應、便便在輪椅上而無法搭計程車回家，此時已經晚間10點多，昏暗街道沿途夜深人靜，拖著疲憊的身軀，孤身推著坐在輪椅上失智的婆婆，不由得悲從中來、身心俱疲，我再也扛不住了!我知道我需要求助，我不能倒下，因為家還需要我！</p>

            <p>★透過長照中心認識「家庭照顧者支持中心」，才明瞭有單位是關心照顧者的身心靈，其實我並不孤單，忙裡抽空陸續參加團體課程、心理諮商、各種舒壓療癒的課程，從中梳理情緒、觀看自我、學習照顧與欣賞自己，更從一次的團體課程中了解大自然是很棒的療癒者，尤其是「樹」，像是大地之母般吸收陽光的正能量、散發著安定人心的氣息，每每心情煩悶時，走到樹下把所有的不愉快、壓力、煩惱等感受通通述說給樹聽，樹似乎也透由樹幹、樹枝、樹葉傳遞著各種訊息讓我知道，心情也逐漸緩和下來，透過不斷深呼吸與樹同步在宇宙自然的頻率中，讓自己身心達到放鬆的狀態。</p>

            <p>★每當夜幕低垂，所有事情暫告一段落時，身體的疲累一一浮現，心裡萬般的壓力像一塊巨石常壓得我喘不氣來，此時陪伴我的就是我那像家人般的狗寶貝「胖胖」，牠常細膩的覺察我心情上的變化，主動靠近我，似乎在告訴我：「媽媽我陪你！」，觸摸著胖胖可愛的嘴邊肉、擁抱著胖胖結實身軀當下有著小確幸的幸福感，與胖胖互動的時光總讓我暫時忘卻有如千斤頂般的照顧壓力。</p>

            <p>兩者之間美好時光</p>

            <p>長期的照顧壓力讓我和先生的關係時而陷入低潮，很少對先生表達自己內心真實的感受，兩顆心似乎漸行漸遠，幸好與先生有共同的宗教信仰，讓彼此的關係延續至今，也常想起共同擁有的美好時光，時常一同去法鼓山農禪寺禮佛，映入眼簾的是水月池畔常與先生在岸邊聊天，或是靜靜地坐著享受微風徐徐吹來片刻的寧靜，其建築簡單又不失莊嚴，給我和先生沉澱心靈的平靜感，先生與我喜歡大殿內鏤刻於牆面的心經和建築外金剛經牆，常讓我和先生佇立許久感受經文之美，步行到法鼓書店和先生喝著溫暖人心的咖啡、吃著志工們手作的愛心餅乾、隨心翻閱著書本，讓彼此關係有更深的連結，走入過往甜蜜的回憶，那份堅毅的愛情、那顆互相依偎扶持的心，握著先生溫暖而厚實的手，心中期許相互陪伴走完人生美好的旅程。</p>

            <StoryFooter 
                aWord='給照顧者們的一句話：你並不孤單，勇敢的踏出第一步，你會發現世界的美好。'
            />
        </>
    );
}