import StoryFooter from "../StoryFooter";

export default function Story03 () {
    return (
        <>
            <p className='mt-4 lg:mt-8 text-right'>
                文／周映貝
            </p>
            
            <h2>
                生活照顧有我們，福壽長安倚仰神。
            </h2>

            <p>媽媽在30年前有糖尿病，但是吃藥控制也還可以過得生活愉快！他平常去參加松年大學的音樂課和舞蹈課，每年都有許多場表演，和同學一起上課，下課後一起去吃飯喝咖啡，晚上回家煮飯照顧家裡，每年安排她出國旅遊二次，就這樣過了二十年，一直到十年前，媽媽開始忘記事情，和同學約見面也忘記了，帶去看老年精神科，醫生建議用藥減緩症狀惡化，於是開始與失智症共存的生活，剛開始一切都還在可控制範圍，可惜不到半年，我和父親都因病住院開刀，在住院期間，因為疏忽了媽媽的進餐時間，導致失智症病程加速，我們決定由我留職停薪在家陪媽媽渡過適應期，哥哥們負責經濟支持，我和姐姐支援照顧就醫，訓練看護工，帶媽媽出外活動。媽媽也這樣開心的過了好幾年，一直到三年前帶媽媽出遊，她在停車場跌倒，送急診治療才發現前額葉滲血（小中風）所幸出血量少，被自體吸收，但是新冠疫情肆虐，住院一個月後，醫生讓我們回家觀察照護，這三年媽媽由輕度轉中重度併帕金森氏症，期間又發生看護工離開的空窗期，讓媽媽吃了不少苦頭！</p>

            <p>媽媽喜歡玫瑰花，每個星期桌上的歐式花藝都是玫瑰花，大大小小各式各樣的玫瑰花陪著她渡過這許多無法出遠門的日子，以前活潑可愛又愛漂亮的媽媽，很會煮大菜的媽媽，已經因神經疼痛而不想走動，醫生開的藥讓她舒緩，但是活動力就減低許多，近期的照顧都是和醫生斟酌用藥的多寡。她現在最喜歡的食物是香蕉和布丁，最喜歡坐車兜風，還有在客廳的按摩椅上呼呼大睡！本來還喜歡孔劉跟車銀優，但是最近已經忘記他們了！</p>

            <p>我因為身體健康的關係得以有機會在家陪伴媽媽，照顧媽媽和爸爸讓我學到很多的醫學常識，感謝哥哥們的經濟百分之百支援，也不計較我錢怎麼花！他們只在乎媽媽開不開心！姐姐的年假也是來支援我用的，希望她能夠安然的撐到退休！可惜最近都不能帶媽媽去保安宮拜拜和喝咖啡，所以也不能打寶可夢團體戰，想當年媽媽在咖啡廳看大家在抓寶的瘋勁，笑得好開心！我在等她看醫生的空檔，接送她上學的空檔，就是打寶可夢打發時間！為了爸爸到保安宮向保生大帝求恩惠，所以當解說志工還願，這兩年因疫情也沒辦法去當值！希望這個疫情快快過去⋯⋯</p>

            <p>這幾年有觀音佛祖收我當入門弟子，讓我的心境有很大的倚靠，又看到保安宮與梵蒂岡結盟，與師父所授課得證道，覺得自己是很有福分的人，看到這樣的見證！疫情發生前，師父交代大家要好好待在家中照顧好家人，起初覺得不解，一年後覺得不可思議⋯⋯</p>

            <p>謝謝我的同學們，有妳們聽我訴苦陪我增肥，真的是大大的加油！尤其是在討論自己的爹娘問題時，就像是在榮總開醫學會議一樣，還可以聽到不同醫院不同的治療方法！每個人都盡心盡力的在照顧自己的親人，我們都不後悔不留遺憾。</p>

            <p>媽媽和我一起開車出遊看海吃海鮮，賞花吃土雞，一粒咖啡吃甜點喝咖啡玩貓（老貓最近走丟了）衝宜蘭洗溫泉冷泉吃窯烤雞，晚上看歐巴連續劇，為了媽媽把車銀優的韓劇每部都看了十遍（哈）把台灣的摩天輪都坐了一遍！每天到百貨公司超市買一樣東西！每個星期日到大哥家吃飯，飯後聽孫子彈鋼琴。這些都是我們這幾年的共同回憶。</p>

            <p>我是家中老么，最令父母不放心的那一個 以前總覺得爹娘看不到我的存在，後來和父母一起搬到新家同住，雖然二哥就住隔壁，但是感覺自己就像獨生女一樣，滿滿的獨佔父母的關愛\(//∇//)\ 媽媽現在是我的大貝比，有時候要抱抱拍拍！最近希望自己的體力身材有所改善，寶貝妳要加加油！</p>

            <p>照顧家人是一件吃力不討好的事，要控制好自己的情緒，再去面對病人，真的需要跳離那個情境時，一定要讓自己好好休息一下！照顧家人也要愛自己！共勉之！</p>

            <StoryFooter 
                aWord='給照顧者們的一句話：不管如何照顧有你都是最好的照顧，加油！'
            />
        </>
    );
}