import StoryFooter from "../StoryFooter";

export default function Story04 () {
    return (
        <>
            <p className='mt-4 lg:mt-8 text-right'>
                文／陳彩容
            </p>
            
            <h2>
                自我鼓勵、自我安慰、站穩腳步、自我學習、趨吉避凶。
            </h2>

            <p>長女陳彩容照顧媽媽陳謝秋妹。</p>

            <p>我的媽媽60歲時，因緣際會，開始吃全素，老實念佛，得空即念佛號：「南無觀世音菩薩」「南無阿彌陀佛」，從不間斷，包括晚上睡不著覺時也念佛，尤其每天上午做早課約1.5小時，持誦《大悲咒》《普門品》，並持續念佛號5萬遍，專心一致，真難為她了，由此可見，擁有虔誠的宗教信仰絕對是她的心靈寄託。</p>

            <p>她常常勉勵大家：</p>

            <p>
                善有善報<br/>
                惡有惡報<br/>
                有量有福報<br/>
                心一轉菩薩道<br/>
                同心合作一條心<br/>
            </p>

            <p>我想應該是40年來念佛的領悟。</p>

            <p>除了念佛，她會自己安排運動，為的是不要失能、失智，躺在床上，連累子女需要24小時的照顧。至於運動項目由她自己決定，譬如推著輪椅走路、或坐或站的動動手、動動腳、動動腦，四個子女或蓮友分別教她的運動都會擇取實踐，而且很有恆心。</p>

            <p>現年98歲的她，出門需坐輪椅，我們推著她參加生命勵輔健會舉辦的無障礙旅遊，她也欣然前往，與爸爸一起快樂出遊。除了開刀、身體不舒服之外，她整個人很有精神，似乎連眼睛都在笑，此時是我跟她聊天的好時機，甚至與她一起運動。我比較無能為力的時候，是在身體不適之時，如：腰痛、胃食道逆流、泌尿道感染、腳抽筋或不知原因的不舒服，她常常說：不知道還要拖多久？</p>

            <p>我只能盡量讓她過得舒服。</p>

            <p>我是長女，需要處理家務及在照顧父母之餘，我會抽空到圖書館擔任志工的角色，將讀友歸還的書籍上架，對號入座、整齊排列，心情放輕鬆，也有助於動動腦、動動手、動動腳，調劑身心，助人助己，一舉數得。</p>

            <p>此外，我會找關於老年人身心靈健康的書籍來閱讀並記錄重點或關鍵詞，增加照顧父母健康的醫學知識，順此訓練逐漸退化的記憶力。</p>

            <p>爸爸媽媽有四位子女，大家分工合作的來照顧他們，身為長女的我，承擔著整合的角色，不計較、不比較、少說話多做事，一切以家和萬事興為重，也可當作志工，讓爸爸媽媽的晚年平平安安、舒舒服服的生活到最後一刻。</p>

            <StoryFooter 
                aWord='給照顧者們的一句話：隨時放鬆、穩住心神、盡力而為！'
            />
        </>
    );
}