import StoryFooter from "../StoryFooter";

export default function Story02 () {
    return (
        <>
            <p className='text-right'>
                文／蔡峯惠
            </p>

            <p>結婚50多年了，我無論如何不肯相信另一半失智了，我總覺得他在唬弄我，就如在戀愛的時候，他總是說說唱唱，真真假假的逗我開心。退休後他寫了八本書，中英文都有，滾瓜爛熟的記憶多少京劇台詞，西廂記，紅娘，他說相聲，曾經和女兒同台演出，京劇也在國內外粉墨登場演出不下十場，參與合唱團在國家音樂廳，各界演出不斷，多年前他淸唱江蕙的「家後」女性團員都哭了，他參與的團體和朋友都給予綽號叫天才「老頑童」。</p>

            <p>他不是演員，他擁有美國名校的物理化學博士，他掌管三個國際公司的亞洲分公司，跑遍世界各地，退休前住旅館的夜晚可能比家裡多，應該是見識廣聞，頭腦靈活，怎麼可能失智呢？</p>

            <p>期待他退休，可以同進同出一起旅遊，看看兒女，共享天倫。一兒一女都在美國工作，五年前我們一起去幫女兒做月子，照顧孫女，兒子一家也答應前來女兒家會合團圓相聚。那天清晨六點，我被老公的吼叫和孫女大哭聲吵醒，結果是阿公坐錯孫女的位置，和二歲的孫女爭奪一張椅子，一老一少都不肯讓步，非要坐那張椅子不可，真是不可思議。</p>

            <p>女兒女婿都下樓来了，女婿抱著baby 沒有作聲，女兒抱起女兒，只輕輕拍著孫女被驚嚇發抖的背。我卻怒目相視，怒不可遏，全家美好週末淸晨被遭踏了。</p>

            <p>事後他開始吵鬧要回台北，我們買的是不能「更換日期」的便宜機票，而他不顧一切重新買一張單程機票回台北了。距離我們一起回台北只剩一個禮拜，兒子一家來團圓只有二天。他不理不睬我的苦苦哀求，而且低聲下氣不敢聲張，深怕女兒難過，就這樣，他錯過了我們「全家唯一」一次相聚的機會，女兒安排去照相舘照的全家照，唯獨缺了「他」。</p>

            <p>女婿把我和兒子一家送到機場，他們回LA ，我也回台北了。</p>

            <p>我敏感的意識到他個性的變化，開始專注尋找他的生活點滴和事物，發現他銀行帳戶被人家盜刷每星期一次超過五年，銀行裡多筆大數目的金錢流向不明，而他完全無法解釋去處他外面有小三了嗎？加上我仔細回想那一，二年生活狀況。他多次忘記約會的時間，地點，朋友的名字，臉孔。一次跟一群朋友聚餐後。</p>

            <p>他問我：為什麼和一些不認識的人吃飯？</p>

            <p>答：是你同學和太太呀！都二年沒有見面了</p>

            <p>他疑惑：我怎麼都不認識呀？</p>

            <p>類似這種面對朋友靠近他，且親熱的握手致意的畫面曾多次出現，而他一幅茫然不知所措的情景。</p>

            <p>沈澱一小段時間，我開始上網查詢失智的知識，看了很多參考書和電影等等。並尋求醫療協助，經過心理測驗並做腦部核磁共振，回診時醫生從電腦看磁振造影，影片摸糊空洞不淸楚，完全不是正常腦的形狀。我帶微怒的問，這影片很明顯照壞了，模糊不清呀？</p>

            <p>醫生看了我一眼說：不是照壞了！是他的腦組織都退化模糊，看不見輪廓了。</p>

            <p>我驚覺到他確實確診，天呀！這怎麼可能呢？不可能呀？回到家後內心卻推翻醫生的診斷，他應該只是朋友久未露面，一時之間糊塗而已。 但是要如何刺激腦力增生，減緩退化並可以治療呢？</p>

            <p>我決定讓他照常做些公益和顧問的工作，應酬，持續本來就有參與六個高爾夫球隊，二個合唱團，學術研討會，教會活動，讀書會，以及其他各式社團，他每天仍然忙的不亦樂乎！</p>

            <p>但是一件件奇怪的事情接撞而耒，他球隊朋友，合唱團老師，社團成員，打電話詢問我，他為何缺席？或擾亂會議，語帶玄機，他影響了團隊？</p>

            <p>我心中有數，知道應該要面對現實了！陪同他向各個團體說「goodbye」。</p>

            <p>就這樣老公變成24小時陪伴我！？</p>

            <p>我應該高興才對呀！？</p>

            <p>我的個性是屬於比較好靜的，我有一個三十年的讀書會，每個月看一本書，見面時討論內容，偶爾還請到「作者」來分享創作心得，收穫滿滿，後來年紀大了，眼睛不舒服，就不看書改看電影。二十多年前拜師學習畫畫，寫毛筆字，到處寫生，走遍台北近郊，健走加入藝術。我也喜歡玩弄些手工藝製作，更喜歡做家事，退休後「家」就是我的「世界」。</p>

            <p>剛開始我很喜歡二人獨處的感覺，要刺激腦力不退化就得多動，多看，我倆帶著寫生畫具一起遠征陽明山，國父紀念館，中正紀念堂，誠品，101，新生玫瑰圍，很畫畫，逛逛，看展，很高興看到他逢人就驕傲的展示自己的作品。</p>

            <p>近處就步行到故宮，士林官邸，璜溪，天母商圈，街頭巷尾到處亂走，吃吃喝喝，走走停停，不亦樂乎！？</p>

            <p>誰知道天降「武漢肺炎」說不能出門，「必須外出」就得帶著口罩，否則像我們老人家，又有三高，一旦感染病毒，小命追不回。加上大陸，歐洲，美國每天確疹病例直線上升，死亡人數，難以數計的新聞報導一直警告你「要保命就不要外出」。</p>

            <p>好不容易才追回老公，甜蜜與共的二人世界，當然嚴格守護留在家。首先發現他在家一直跟隨距離我三步遠的身邊，或半夜沒燈，就站在我床邊，嚇壞我，他說：看我睡覺，或叫我起床。導致我失眠惡夢連連，精神衰弱，白天常常頭痛，暈，心神不寧。晨起他一直重複某一件事情，可以說10次或更多。又發現他不停的吃東西，老是站在冰箱旁邊，生的熟的都吃。他有嚴重的糖尿病，但是酷愛甜點，每天翻箱倒櫃，櫃門掉落了，還繼續尋找榚餅。早餐常吃二、三次還說沒吃過早餐，好像永遠吃不飽。晨間漱洗，吃藥，洗澡都需要盯著做，否則……其他失智症狀都有，就不細述了</p>

            <p>脾氣暴躁只要不順他意，就吼叫，敲打，我雖然很清楚他的病況，卻再也無法控管自己的情緒，開始叫駡，抓狂，或者是大哭，大叫。</p>

            <p>天呀！這樣日子怎麼過？卻不知道如何處理。開始每天哭泣，清晨醒來想著要如何面對今天將會發生的事，涙水禁不住滾滾而下，白天孤單寂寞無助時，又悲從中來涙流滿面，好不容易敖過來這一天，大大小小的事件，歷歷在目，輾轉無法入眠，又嚎啕大哭。</p>

            <p>每次回診看醫生，都忍不住淚流，醫生介紹社福人員给我開始上課，我上了如何與患者溝通，照顧患者，自我管理和運動，紓壓並處理負面情緒。每一項課程我都全勤學習，認真思考，自己應該如何應用在老公的身上。也介紹我送他去「日照中心」賜予我喘息空間和情緒的穩定，白天有自主的時間，獨自參與各項喜愛的活動。真的，真的，感謝社福朋友，各項老師，諮商心理師多方開導，點燃了我重生的火苗。</p>

            <p>上次回診醫生說：失智維持很好，沒有退步喲？</p>

            <StoryFooter 
                aWord='藉由勇氣、智慧與寧靜，看顧好家人也照顧好自己。'
            />
        </>
    );
}