import StoryFooter from "../StoryFooter";

export default function Story00 () {
    return (
        <>
            <p className='mt-4 lg:mt-8 text-right'>
                文／林佩瑾
            </p>

            <h2>
                總會有光。
            </h2>

            <p>隔著布簾、看著剪影、聽著人生！</p>

            <p>昏暗的光線，沒有直視交集的，靜靜的只用耳朵聽別人的故事，什麼樣的音調、口吻、用詞、態度……好長一段時間許多陌生人的故事在生活裡交錯出現，作為一個影像工作者，亦是家庭照顧者，那些陪病的日子，在熙來人往的醫病空間，腦海裡常常想像聽到的故事會有什麼畫面，如果我也在那個他們訴說的當下，該怎麼紀錄下那些表情動作？每個當下都是人生不可重來的瞬間，一個快門是一輩子的記憶！</p>

            <p>兩年前爸爸從人生畢業，本來心想還好拍過爸爸許多照片，那些他照料園子，我紀錄的精彩瞬間都是最美好的畫面，但那刻也才驚覺我跟他的合照屈指可數，甚至沒有在他最心愛的園子好好地一起照過像，這成了我人生至今最大的遺憾！面對爸爸的驟逝，我得壓抑自己的悲傷好陪伴照顧媽媽的悲傷，身心瀕臨極限，羅惠萍居督細心的發現了我的失衡，轉介至北區家照中心，陳爾逸督導的家訪關心，林美薰老師帶領的照顧者團體課，都讓我累積多年的身心俱疲終於獲得理解與釋放，『人生知道自己不要什麼比要什麼更需要智慧。』這句話在自己成為家庭照顧者之後總是不斷地出現在腦海裡，於是重新審視、整理、取捨過去的生活樣態，在跌跌撞撞的照顧日子裡，經歷許多擔心、失望、害怕、無助的情緒後，才深深體會善待自己才能有更健全的身心照顧家人，努力調適修復自己的失衡，更平靜去面對生命的無常，接手照料爸爸留下的園子，因緣際會收養的貓孩子滋養豐富了我的心靈，人生中有些事可以成為軟弱時候的精神食糧是幸運的！</p>

            <p>謝謝因為照顧爸媽我才開始懂得人生很多深刻的課題，任何一段關係都是獨一無二的，即使有過一樣的歷程，也不會是完全相同感受，得自我學習與修復，心理清楚有些事對自己就是個儀式，無需任何解釋，有些人總會明白，而那些不明瞭的便是個段落。我想這就是生命的歷程，每個人都要用自己的方式明明白白走過才行的，有些事時間久了再回頭看或許成了另一種故事。於是，在陪病日子裡聽著他人生命故事片段想像，希望照顧者也能被照顧的想法，促成了這次展覽的作品畫面，光陰帶走一些人事，卻也內化一些永恆。</p>

            <p>吳念真導演說過：『人生的過程如果能記得一件事或一個人，就覺得不虛此行。如果你，能成為別人記憶中的某一個人，或做過的某些事能夠被別人記住一輩子，那就是幸福的。』期盼拍攝作品能為大家留下生命中的記憶，如同當年為我們留下第一張全家福的攝影師，那就是我會深藏一輩子的事！</p>

            <StoryFooter
                aWord={'什麼是信仰？我想舉凡能讓自己有力量有衝勁的事都算吧！同樣身為照顧者的你呢？'}
            />
        </>
    );
}